Repository: wendy-king/x7_compute_venv
Catalog: x7-src/engine/po/*.po
Languages: fr

source: Service killed that has no database entry
fr: Service détruit sans entrée dans la base de données

source: The service database object disappeared, Recreating it.
fr: L'objet du service de base de données à disparru, re-création en cours.

source: Recovered model server connection!
fr: Récupération du modelle de connexion serveur terminée!

source: model server went away
fr: Le modèle de serveur à disparu

source: LDAP user %s already exists
fr: L'utilisateur LDAP %s existe déjà

source: LDAP object for %s doesn't exist
fr: L'objet LDAP pour %s n'existe pas

source: User %s doesn't exist
fr: L'utilisateur %s n'existe pas

source: Group can't be created because group %s already exists
fr: Un groupe nommé %s existe déjà

source: Group can't be created because user %s doesn't exist
fr: Le groupe n'a pu être créé car l'utilisateur %s n'existe pas

source: User %s can't be searched in group because the user doesn't exist
fr: L'utilisateur %s ne peut pas être trouvé dans le groupe car cet utilisateur n'existe pas

source: User %s can't be added to the group because the user doesn't exist
fr: L'utilisateur %s ne peut être ajouté au groupe car cet utilisateur n'existe pas

source: The group at dn %s doesn't exist
fr: Le group ayant pour dn %s n'existe pas

source: User %(uid)s is already a member of the group %(group_dn)s
fr: L'utilisateur %(uid)s est déjà membre du groupe %(group_dn)s

source: User %s can't be removed from the group because the user doesn't exist
fr: L'utilisateur %s ne peut être supprimé du groupe car cet utilisateur n'existe pas

source: User %s is not a member of the group
fr: L'utilisateur %s n'est pas membre du groupe

source: Attempted to remove the last member of a group. Deleting the group at %s instead.
fr: Tentative de suppression du dernier membre d'un groupe. Essayez plutôt de supprimer le group sur %s.

source: User %s can't be removed from all because the user doesn't exist
fr: L'utilisateur %s ne peut être supprimé partout car l'utilisateur n'existe pas

source: Group at dn %s doesn't exist
fr: Le groupe ayant pour dn %s n'existe pas

source: Found non-unique network for bridge %s
fr: Réseau non unique trouvé pour le bridge %s

source: Found no network for bridge %s
fr: Aucun réseau trouvé pour le bridge %s

source: Creating new user: %s
fr: Création d'un nouvel utilisateur : %s

source: Deleting user: %s
fr: Suppression de l'utilisateur : %s

source: Adding role %(role)s to user %(user)s for project %(project)s
fr: Ajout du rôle %(role)s à l'utilisateur %(user)s pour le projet %(project)s

source: Adding sitewide role %(role)s to user %(user)s
fr: Ajout du rôle global %(role)s à l'utilisateur %(user)s

source: Removing role %(role)s from user %(user)s for project %(project)s
fr: Suppresion du rôle %(role)s de l'utilisateur %(user)s pour le projet %(project)s

source: Removing sitewide role %(role)s from user %(user)s
fr: Suppression du rôle global %(role)s pour l'utilisateur %(user)s

source: operation must be add or remove
fr: L'opération doit être ajout ou suppression

source: Getting x509 for user: %(name)s on project: %(project)s
fr: Récupération de x509 pour l'utilisateur : %(name)s sur le projet : %(project)s

source: Create project %(name)s managed by %(manager_user)s
fr: Création du projet %(name)s géré par %(manager_user)s

source: Modify project: %(name)s managed by %(manager_user)s
fr: Modification du projet: %(name)s géré par %(manager_user)s

source: Delete project: %s
fr: Supprimer le projet : %s

source: Adding user %(user)s to project %(project)s
fr: Ajout de l'utilisateur %(user)s au projet %(project)s

source: Removing user %(user)s from project %(project)s
fr: Suppression de l'utilisateur %(user)s du projet %(project)s
