Repository: wendy-king/x7_compute_venv
Catalog: x7-src/engine/po/*.po
Languages: fr

source: No hosts found
fr: Pas d'hôte trouvé

source: Unexpected error while running command.
fr: Erreur imprévue lors de l'éxecution de la commande

source: %(description)s Command: %(cmd)s Exit code: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r
fr: %(description)s Commande : %(cmd)s Valeur retournée : %(exit_code)s Sortie standard : %(stdout)r Sortie d'erreur : %(stderr)r

source: DB exception wrapped
fr: Remontée d'exception de la base de données

source: Uncaught exception
fr: Exception non prévue

source: Quota exceeeded for %(pid)s, tried to create %(size)sG volume
fr: Quota dépassé pour %(pid)s lors d'une tentative de création d'un volume de %(size)sG

source: Volume quota exceeded. You cannot create a volume of size %sG
fr: Quota de volume dépassé. Vous ne pouvez pas créer un volume de %sG

source: Volume status must be available
fr: Le status du volume doit être disponible

source: Volume is already attached
fr: Volume déjà attaché

source: Volume is already detached
fr: Volume déjà déttaché

source: Failed to read private ip
fr: Echec lors de la lecture de l'ip privée

source: Failed to read public ip(s)
fr: Echec lors de la lecture de l'ip(s) privée(s)

source: %(param)s property not found for image %(_image_id)s
fr: La propriété %(param)s n'a pas été trouvée pour l'image %(_image_id)s

source: No keypairs defined
fr: Pas de paire de clés définie

source: Instance %s not found
fr: Instance %s non trouvée

source: Unable to create VDI on SR %(sr_ref)s for instance %(instance_name)s
fr: Impossible de créer VDI sur SR %(sr_ref)s pour l'instance %(instance_name)s

source: Unable to use SR %(sr_ref)s for instance %(instance_name)s
fr: Impossible d'utiliser SR %(sr_ref)s pour l'instance %(instance_name)s

source: Unable to attach volume to instance %s
fr: Impossible d'attacher le volume à l'instance %s

source: Mountpoint %(mountpoint)s attached to instance %(instance_name)s
fr: Le point de montage %(mountpoint)s a été attaché à l'instance %(instance_name)s

source: Unable to locate volume %s
fr: Impossible de trouver le volume %s

source: Unable to detach volume %s
fr: Impossible de détacher le volume %s

source: Mountpoint %(mountpoint)s detached from instance %(instance_name)s
fr: Le point de montage %(mountpoint)s à été détaché de l'instance %(instance_name)s

source: Unknown instance type: %s
fr: Type d'instance inconnu: %s

source: Filename of root CA
fr: Nom du fichier contenant la racine de l'autorité de certification

source: Filename of private key
fr: Nom de fichier de la clé privée

source: Filename of root Certificate Revokation List
fr: Nom de fichier de la racine de liste de révocation (CRL)

source: Where we keep our keys
fr: Emplacement de sauvegarde des clefs

source: Where we keep our root CA
fr: Emplacement de sauvegarde des racines d'autorité de certification

source: Should we use a CA for each project?
fr: Doit-on utiliser une autorité de certification pour chaque projet ?

source: Subject for certificate for users, %s for project, user, timestamp
fr: Sujet pour les certificats utilisateurs, %s pour le projet, utilisateur, timestamp

source: Subject for certificate for projects, %s for project, timestamp
fr: Sujet de certificat pour projets, %s pour le projet, timestamp

source: Subject for certificate for vpns, %s for project, timestamp
fr: Suject de certificat pour les vpns, %s pour le projet, timestamp

source: Flags path: %s
fr: Chemin des propriétés: %s

source: Casting to %(topic)s %(host)s for %(method)s
fr: Typage de %(topic)s %(host)s pour %(method)s

source: check_instance_lock: decorating: |%s|
fr: check_instance_lock: décoration : |%s|

source: check_instance_lock: locked: |%s|
fr: check_instance_lock: vérouillé : |%s|

source: check_instance_lock: executing: |%s|
fr: check_instance_lock: exécution : |%s|

source: check_instance_lock: not executing |%s|
fr: check_instance_lock: ne s'éxécute pas |%s|

source: Instance has already been created
fr: L'instance a déjà été crée

source: instance %s: starting...
fr: L'instance %s: est en train d'être démarée...

source: instance %s: Failed to spawn
fr: instance %s: n'a pas pu être crée

source: Terminating instance %s
fr: Arrêt de l'instance %s

source: Deallocating address %s
fr: Dé-allocation de l'adresss %s

source: trying to destroy already destroyed instance: %s
fr: Tentative de destruction d'une instance déjà détruite: %s

source: Rebooting instance %s
fr: Redémarrage de l'instance %s

source: trying to reboot a non-running instance: %(instance_id)s (state: %(state)s expected: %(running)s)
fr: Tentative de redémarrage d'une instance non démarrée: %(instance_id)s (state: %(state)s s'attendait à : %(running)s)

source: instance %s: snapshotting
fr: instance %s: création d'un instantané (snapshot)

source: trying to snapshot a non-running instance: %(instance_id)s (state: %(state)s expected: %(running)s)
fr: Tentative de création d'un instantané (snapshot) pour une instance non démarrée: %(instance_id)s (state: %(state)s sattendait à : %(running)s)

source: trying to reset the password on a non-running instance: %(instance_id)s (state: %(instance_state)s expected: %(expected_state)s)
fr: Tentative de ré-initialisation du mot de passe pour une instance non démarrée: %(instance_id)s (state: %(instance_state)s expected: %(expected_state)s)

source: instance %s: setting admin password
fr: instance %s: configuration du mot de passe admin

source: trying to inject a file into a non-running instance: %(instance_id)s (state: %(instance_state)s expected: %(expected_state)s)
fr: Tentative d'injection d'un fichier pour une instance non démarrée:%(instance_id)s (state: %(instance_state)s s'attendait à : %(expected_state)s)

source: instance %(nm)s: injecting file to %(plain_path)s
fr: instance %(nm)s: injection de fichier vers %(plain_path)s

source: instance %s: rescuing
fr: instance %s: récupération

source: instance %s: unrescuing
fr: instance %s: dé-récupération

source: instance %s: pausing
fr: instance %s: mise en pause

source: instance %s: unpausing
fr: instance %s: reprise après pause

source: instance %s: retrieving diagnostics
fr: instance %s: récupération des diagnostiques

source: instance %s: suspending
fr: instance %s: suspension

source: instance %s: resuming
fr: instance %s: reprise après suspension

source: instance %s: locking
fr: instance %s: vérrouillage

source: instance %s: unlocking
fr: instance %s: déverrouillage

source: instance %s: getting locked state
fr: instance %s: récupération de l'état de vérouillage

source: instance %s: reset network
fr: instance %s: redémarrage du réseau

source: Get console output for instance %s
fr: Récupération de la sortie de la console de l'instance %s

source: instance %s: getting ajax console
fr: instance %s: préparation d'une console ajax

source: instance %(instance_id)s: attaching volume %(volume_id)s to %(mountpoint)s
fr: instance %(instance_id)s: montage du volume %(volume_id)s à %(mountpoint)s

source: instance %(instance_id)s: attach failed %(mountpoint)s, removing
fr: instance %(instance_id)s: Échec de montage %(mountpoint)s, supression

source: Detach volume %(volume_id)s from mountpoint %(mp)s on instance %(instance_id)s
fr: Démontage du volume %(volume_id)s du point de montage %(mp)s sur l'instance %(instance_id)s

source: Detaching volume from unknown instance %s
fr: Démontage de volume d'une instance inconnue %s

source: Host %s is not alive
fr: Host %s n'est pas en fonction

source: All hosts have too many cores
fr: Tous les hôtes ont trop de coeurs

source: Host %s not available
fr: Hôte %s non disponible

source: All hosts have too many gigabytes
fr: Tous les hôtes ont trop de mémoire

source: All hosts have too many networks
fr: Tous les hôtes ont trop de réseaux

source: Re-exporting %s volumes
fr: Ré-exportation de %s volumes

source: volume %s: skipping export
fr: volume %s : exportation évitée

source: volume %s: creating
fr: volume %s: création

source: volume %(vol_name)s: creating lv of size %(vol_size)sG
fr: volume %(vol_name)s: cŕeation d'un volume logique de %(vol_size)sG

source: volume %s: creating export
fr: volume %s: exportation en cours

source: volume %s: created successfully
fr: volume %s: crée avec succès

source: Volume is still attached
fr: Le volume est encore attaché

source: Volume is not local to this node
fr: Le volume n'est pas local à ce noeud

source: volume %s: removing export
fr: volume %s: suppression de l'exportation

source: volume %s: deleting
fr: volume %s: suppression

source: volume %s: deleted successfully
fr: volume %s: supprimé avec succès

source: Raising NotImplemented
fr: Fonction non implémentée

source: xenapi.fake does not have an implementation for %s
fr: xenapi.fake n'a pas d'implémentation pour %s

source: Calling %(localname)s %(impl)s
fr: Appel %(localname)s %(impl)s

source: Calling getter %s
fr: Appel du getter %s

source: xenapi.fake does not have an implementation for %s or it has been called with the wrong number of arguments
fr: xenapi.fake n'a pas d'implementation pour %s ou il a été appelé avec le mauvais nombre d'arguments

source: Can't test instances without a real virtual env.
fr: Ne peut pas tester les instances sans un env virtuel.

source: Need to watch instance %s until it's running...
fr: Besoin de surveiller l'instance %s jusqu'à son démarrage...

source: Failed to open connection to the hypervisor
fr: Échec lors de l'ouverture d'une connexion à l'hyperviseur

source: Starting VLAN inteface %s
fr: Démarrage de l'interface VLAN %s

source: Starting Bridge interface for %s
fr: Démarrage de l'interface de Bridge %s

source: Hupping dnsmasq threw %s
fr: Hupping dnsmasq à renvoyé %s

source: Pid %d is stale, relaunching dnsmasq
fr: Pid %d est dépassé, re-démarrage de dnsmasq

source: killing radvd threw %s
fr: La destruction de radvd à renvoyé %s

source: Pid %d is stale, relaunching radvd
fr: Pid %d est dépassé, re-démarrage radvd

source: Killing dnsmasq threw %s
fr: La destruction de dnsmasq à renvoyé %s

source: Inner Exception: %s
fr: Exception interne : %s

source: Class %s cannot be found
fr: La classe %s n'a pas pu être trouvée

source: Fetching %s
fr: Récupèration de %s

source: Running cmd (subprocess): %s
fr: Execution de la commande (sous-processus) : %s

source: Result was %s
fr: Le résultat était %s

source: Running cmd (SSH): %s
fr: Execution de la cmd (SSH): %s

source: debug in callback: %s
fr: Debug dans le rappel : %s

source: Running %s
fr: Exécution de %s

source: Link Local address is not found.:%s
fr: L'adresse du lien local n'a pas été trouvé :%s

source: Couldn't get Link Local IP of %(interface)s :%(ex)s
fr: Impossible de trouver l'IP du lien local de %(interface)s :%(ex)s

source: Invalid backend: %s
fr: Backend invalide : %s

source: (%(nm)s) publish (key: %(routing_key)s) %(message)s
fr: (%(nm)s) publication (key: %(routing_key)s) %(message)s

source: Publishing to route %s
fr: Publication vers la route %s

source: Declaring queue %s
fr: Déclaration de la queue %s

source: Declaring exchange %s
fr: Déclaration de l'échange %s

source: Binding %(queue)s to %(exchange)s with key %(routing_key)s
fr: Rattachement de %(queue)s vers %(exchange)s avec la clef %(routing_key)s

source: Getting from %(queue)s: %(message)s
fr: Récupération depuis %(queue)s: %(message)s

source: Created VM %s...
fr: VM %s crée...

source: Created VM %(instance_name)s as %(vm_ref)s.
fr: VM %(instance_name)s crée en tant que %(vm_ref)s.

source: Creating VBD for VM %(vm_ref)s, VDI %(vdi_ref)s ...
fr: Création de VBD pour VM %(vm_ref)s, VDI %(vdi_ref)s ...

source: Created VBD %(vbd_ref)s for VM %(vm_ref)s, VDI %(vdi_ref)s.
fr: VBD créé %(vbd_ref)s pour VM %(vm_ref)s, VDI %(vdi_ref)s.

source: VBD not found in instance %s
fr: VBD non trouvé dans l'instance %s

source: Unable to unplug VBD %s
fr: Impossible de deconnecter le VBD %s

source: Unable to destroy VBD %s
fr: Impossible de supprimer le VBD %s

source: Creating VIF for VM %(vm_ref)s, network %(network_ref)s.
fr: Création du VIF pour la VM %(vm_ref)s, réseau %(network_ref)s.

source: Created VIF %(vif_ref)s for VM %(vm_ref)s, network %(network_ref)s.
fr: VIF créé %(vif_ref)s pour la VM %(vm_ref)s, network %(network_ref)s.

source: Created VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) on %(sr_ref)s.
fr: VDI créé %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) on %(sr_ref)s.

source: Snapshotting VM %(vm_ref)s with label '%(label)s'...
fr: Création de l'instantané (snapshot) pour la VM %(vm_ref)s avec le label '%(label)s'...

source: Created snapshot %(template_vm_ref)s from VM %(vm_ref)s.
fr: Instantané (snapshot) créé %(template_vm_ref)s pour la VM %(vm_ref)s.

source: Asking xapi to upload %(vdi_uuids)s as ID %(image_id)s
fr: Demande de chargement à xapi de %(vdi_uuids)s en tant qu'ID %(image_id)s

source: Size for image %(image)s:%(virtual_size)d
fr: Taille de l'image %(image)s:%(virtual_size)d

source: Tank image %s
fr: Image Tank %s

source: Copying VDI %s to /boot/guest on dom0
fr: Copie de VDI %s vers /boot/guest sur dom0

source: Kernel/Ramdisk VDI %s destroyed
fr: Noyau/Ramdisk VDI %s détruit

source: Asking xapi to fetch %(url)s as %(access)s
fr: Demande de récupération à xapi de %(url)s as %(access)s

source: Looking up vdi %s for PV kernel
fr: Recherche du VDI %s pour le PV kernel

source: PV Kernel in VDI:%s
fr: PV Kernel sur VDI :%s

source: Running pygrub against %s
fr: Exécution de pygrub sur %s

source: Found Xen kernel %s
fr: Kernel Xen %s trouvé

source: No Xen kernel found. Booting HVM.
fr: Pas de kernel Xen trouvé. Démarrage en HVM.

source: duplicate name found: %s
fr: Doublon de nom trouvé : %s

source: VDI %s is still available
fr: Le VDI %s est toujours disponible

source: (VM_UTILS) xenserver vm state -> |%s|
fr: (VM_UTILS) état xenserver vm -> |%s|

source: VHD %(vdi_uuid)s has parent %(parent_ref)s
fr: VHD %(vdi_uuid)s à pour parent %(parent_ref)s

source: Re-scanning SR %s
fr: Re-parcours de SR %s

source: VHD coalesce attempts exceeded (%(counter)d > %(max_attempts)d), giving up...
fr: VHD tentatives de coalesence dépassé (%(counter)d > %(max_attempts)d), abandon...

source: Parent %(parent_uuid)s doesn't match original parent %(original_parent_uuid)s, waiting for coalesce...
fr: L'UUID parent %(parent_uuid)s ne correspond pas au parent originel %(original_parent_uuid)s, attente de coalesence...

source: No VDIs found for VM %s
fr: Pas de VDIs trouvé pour la VM %s

source: Unexpected number of VDIs (%(num_vdis)s) found for VM %(vm_ref)s
fr: Nombre de VDIs non attendu (%(num_vdis)s) trouvés pour la VM %(vm_ref)s

source: Creating VBD for VDI %s ...
fr: Création de VBD pour la VDI %s ...

source: Creating VBD for VDI %s done.
fr: La création de VBD pour la VDI %s est terminée.

source: Plugging VBD %s ...
fr: Connexion de VBD %s ...

source: Plugging VBD %s done.
fr: Connexion de VBD %s terminée.

source: VBD %(vbd)s plugged as %(orig_dev)s
fr: VBD %(vbd)s connecté en tant que %(orig_dev)s

source: VBD %(vbd)s plugged into wrong dev, remapping to %(dev)s
fr: VBD %(vbd)s connecté au mauvais device, re-connexion vers %(dev)s

source: Destroying VBD for VDI %s ...
fr: Destruction de VBD pour la VDI %s ...

source: Destroying VBD for VDI %s done.
fr: Destruction de VBD pour la VDI %s terminée.

source: VBD.unplug successful first time.
fr: VBD.unplug terminé dés la première tentative.

source: VBD.unplug rejected: retrying...
fr: VBD.unplug refusé : nouvel essai...

source: VBD.unplug successful eventually.
fr: VBD.unplug à enfin été achevée.

source: Ignoring XenAPI.Failure in VBD.unplug: %s
fr: XenAPI.Failure ignorée dans VBD.unplug: %s

source: Ignoring XenAPI.Failure %s
fr: XenAPI.Failure %s ignorée

source: Writing partition table %(primary_first)d %(primary_last)d to %(dest)s...
fr: Ecriture de la table de partitionnement %(primary_first)d %(primary_last)d vers %(dest)s...

source: Writing partition table %s done.
fr: Ecriture de la table de partitionnement %s terminée.

source: Nested received %(queue)s, %(value)s
fr: Reception par Nested %(queue)s, %(value)s

source: Nested return %s
fr: Nested renvoi %s

source: Received %s
fr: %s Reçu

source: Use of empty request context is deprecated
fr: L'utilisation d'une requête de contexte vide est dévalué

source: No service for id %s
fr: Pas de service pour l'id %s

source: No service for %(host)s, %(binary)s
fr: Pas de service pour %(host)s, %(binary)s

source: No fixed ips defined
fr: Aucune IP fixe définie

source: No floating ip for address %s
fr: Pas d'IP flottante pour l'addresse %s

source: No address for instance %s
fr: Pas d'adresse pour l'instance %s

source: no keypair for user %(user_id)s, name %(name)s
fr: Pas de bi-clef pour l'utilisation %(user_id)s, nommé %(name)s

source: No network for id %s
fr: Pas de réseau pourl'id %s

source: No networks defined
fr: Pas de réseau défini

source: No network for bridge %s
fr: Pas de réseau pour le bridge %s

source: No network for instance %s
fr: Pas de réseau pour l'instance %s

source: Token %s does not exist
fr: Le jeton %s n'existe pas

source: No quota for project_id %s
fr: Pas de quota pour l'ID projet %s

source: Volume %s not found
fr: Volume %s non trouvé

source: No export device found for volume %s
fr: Pas de device d'exportation pour le volume %s

source: No target id found for volume %s
fr: Pas d'id de destination trouvée pour le volume %s

source: No security group with id %s
fr: Aucun groupe de sécurité avec l'id %s

source: No security group named %(group_name)s for project: %(project_id)s
fr: Aucun groupe de sécurité nommé %(group_name)s pour le projet : %(project_id)s

source: No secuity group rule with id %s
fr: Pas de groupe de sécurité ayant pour ID %s

source: No user for id %s
fr: Pas d'utilisateur ayant pour ID %s

source: No user for access key %s
fr: Pas d'utilisateur avec la clef d'accès %s

source: No project with id %s
fr: Pas de projet ayant pour ID %s

source: No console pool with id %(pool_id)s
fr: Pas de groupe de console ayant pour ID %(pool_id)s

source: No console pool of type %(console_type)s for compute host %(compute_host)s on proxy host %(host)s
fr: Pas de groupe de console de type %(console_type)s pour l'hote de calcul %(compute_host)s sur le proxy %(host)s

source: No console for instance %(instance_id)s in pool %(pool_id)s
fr: Pas de console pour l'intance %(instance_id)s dans le groupe %(pool_id)s

source: on instance %s
fr: sur l'intance %s

source: No console with id %(console_id)s %(idesc)s
fr: Pas de console ayant pour ID %(console_id)s %(idesc)s

source: No zone with id %(zone_id)s
fr: Pas de zone ayant pour ID %(zone_id)s

source: Checking state of %s
fr: Vérification de l'état de %s

source: Current state of %(name)s was %(state)s.
fr: L'état de %(name)s est %(state)s.

source: Connecting to libvirt: %s
fr: Connexion à libvirt: %s

source: Connection to libvirt broke
fr: Connexion à libvirt interrompue

source: instance %(instance_name)s: deleting instance files %(target)s
fr: instance %(instance_name)s: suppression des fichiers d'instance %(target)s

source: Invalid device path %s
fr: Chemin de device invalide %s

source: No disk at %s
fr: Pas de disque sur %s

source: Instance snapshotting is not supported for libvirtat this time
fr: Les instantanés (snapshot) d'instance ne sont pas disponible avec libvirt pour le moment

source: instance %s: rebooted
fr: instance %s: re-démarrée

source: _wait_for_reboot failed: %s
fr: _wait_for_reboot échouée : %s

source: instance %s: rescued
fr: instance %s: récupérée

source: _wait_for_rescue failed: %s
fr: _wait_for_rescue échouée : %s

source: instance %s: is running
fr: instance %s: est active

source: instance %s: booted
fr: instance %s: a démarrée

source: instance %s: failed to boot
fr: instance %s: n'a pas réussie à démarrer

source: virsh said: %r
fr: virsh a retourné : %r

source: cool, it's a device
fr: super, c'est un device

source: Contents of file %(fpath)s: %(contents)r
fr: Contenu du fichier %(fpath)s: %(contents)r

source: Unable to find an open port
fr: Impossible de trouver un port ouvert

source: instance %s: Creating image
fr: instance %s : Création de l'image

source: instance %(inst_name)s: injecting key into image %(img_id)s
fr: instance %(inst_name)s : injection de clef dans l'image %(img_id)s

source: instance %(inst_name)s: injecting net into image %(img_id)s
fr: instance %(inst_name)s : injection de réseau dans l'image %(img_id)s

source: instance %(inst_name)s: ignoring error injecting data into image %(img_id)s (%(e)s)
fr: instance %(inst_name)s : l'erreur d'injection de donné dans l'image %(img_id)s (%(e)s) a été ignorée

source: instance %s: starting toXML method
fr: instance %s: démarrage de la méthode toXML

source: instance %s: finished toXML method
fr: instance %s: fin d'éxécution de la méthode toXML

source: diagnostics are not supported for libvirt
fr: Les diagnostiques ne sont pas disponibles pour libvirt

source: Attempted to unfilter instance %s which is not filtered
fr: Tentative de suppression de filtre pour l'intance %s qui n'est pas filtrée

source: Failed to get metadata for ip: %s
fr: Impossible de récupérer les méta-donnérs pour l'IP : %s

source: Attempted to instantiate singleton
fr: Tentative d'instanciation d'un singleton

source: Quota exceeeded for %s, tried to allocate address
fr: Quota dépassé pour %s lors de la tentative d'allocation d'adresse

source: Address quota exceeded. You cannot allocate any more addresses
fr: Quota d'adresse dépassé. Vous ne pouvez pas allouer d'autre adresse

source: Target %s allocated
fr: Destination %s allouée

source: Finished retreving %(url)s -- placed in %(path)s
fr: Fin de récupération de %(url)s -- placé dans %(path)s

source: Must implement a fallback schedule
fr: Doit mettre en oeuvre un calendrier de retrait

source: Adding console
fr: Ajout de console

source: Tried to remove non-existant console %(console_id)s.
fr: Tentative de suppression d'une console non existante %(console_id)s.

source: not available
fr: non disponible

source: The key_pair %s already exists
fr: Le bi-clef %s existe déjà

source: Generating root CA: %s
fr: Génération de la racine d'autorité de certification : %s

source: Create key pair %s
fr: Création du bi-clef %s

source: Delete key pair %s
fr: Suppression du bi-clef %s

source: %s is not a valid ipProtocol
fr: %s n'est pas un protocol ip valide

source: Invalid port range
fr: Interval de port invalide

source: Revoke security group ingress %s
fr: Révocation de groupe de sécurité %s

source: Not enough parameters to build a valid rule.
fr: Pas assez de parametres pour contruire un règle valide.

source: No rule for the specified parameters.
fr: Pas de règle pour les paramètres spécifiés.

source: Authorize security group ingress %s
fr: Authorisation du groupe de sécurité %s

source: This rule already exists in group %s
fr: Cette règle existe déjà dans le groupe %s

source: Create Security Group %s
fr: Création du groupe de sécurité %s

source: group %s already exists
fr: le groupe %s existe déjà

source: Delete security group %s
fr: Suppression du groupe de sécurité %s

source: Create volume of %s GB
fr: Création d'un volume de %s Go

source: Attach volume %(volume_id)s to instance %(instance_id)s at %(device)s
fr: Montage du volume %(volume_id)s sur l'instance %(instance_id)s en tant que %(device)s

source: Detach volume %s
fr: Dé-montage du volume %s

source: Allocate address
fr: Allocation d'adresse

source: Release address %s
fr: Désallocation de l'adresse %s

source: Associate address %(public_ip)s to instance %(instance_id)s
fr: Association de l'adresse %(public_ip)s avec l'instance %(instance_id)s

source: Disassociate address %s
fr: Désassociation de l'adresse %s

source: Going to start terminating instances
fr: Début de la destruction d'instance
