Repository: wendy-king/x7_compute_venv
Catalog: x7-src/engine/po/*.po
Languages: fr

source: Reboot instance %r
fr: Re-démarrage de l'instance %r

source: De-registering image %s
fr: Dé-enregitrement de l'image %s

source: Registered image %(image_location)s with id %(image_id)s
fr: Image %(image_location)s enregistré avec l'id %(image_id)s

source: attribute not supported: %s
fr: attribut non reconnu : %s

source: invalid id: %s
fr: ID invalide : %s

source: user or group not specified
fr: Utilisateur ou groupe non spécifié

source: only group "all" is supported
fr: Seul le group "tous" est supporté

source: operation_type must be add or remove
fr: le type d'opération (operation_type) doit être ajout (add) ou suppression (remove)

source: Updating image %s publicity
fr: Mis à jour de la publication de l'image %s

source: Using paste.deploy config at: %s
fr: Utilisation de la configuration paste.deploy sur : %s

source: No paste configuration for app: %s
fr: Pas de configuration collé pour l'application : %s

source: Running %s API
fr: API %s en cours d'éxécution

source: No known API applications configured in %s.
fr: Pas d'API d'applications connue configurée pour %s.

source: Starting engine-api node (version %s)
fr: Démarrage du noeud engine-api (version %s)

source: No paste configuration found for: %s
fr: Pas de configuration collée trouvée : %s

source: Argument %(key)s value %(value)s is too short.
fr: La valeur %(value)s pour l'argument %(key)s est trop courte.

source: Argument %(key)s value %(value)s contains invalid characters.
fr: La valeur %(value)s pour l'argument %(key)s contient des caractères interdits.

source: Argument %(key)s value %(value)s starts with a hyphen.
fr: La valeur %(value)s pour l'argument %(key)s débute par un trait d'union.

source: Argument %s is required.
fr: L'argument %s est requis.

source: Argument %(key)s may not take value %(value)s. Valid values are ['true', 'false'].
fr: La valeur %(value)s pour l'argument %(key)s n'est pas valide. Les valeurs autorisées sont ['true', 'false'].

source: Created VDI %(vdi_ref)s (%(label)s, %(size)s, %(read_only)s) on %(sr_ref)s.
fr: La VDI %(vdi_ref)s (%(label)s, %(size)s, %(read_only)s) a été créée sur %(sr_ref)s.

source: Attempted to create non-unique name %s
fr: Tentative de création d'un nom non unique %s

source: instance %(name)s: not enough free memory
fr: instance %(name)s: pas assez de mémoire

source: Starting VM %s...
fr: Démarrage de la VM %s...

source: Spawning VM %(instance_name)s created %(vm_ref)s.
fr: La VM %(instance_name)s a créé %(vm_ref)s.

source: Invalid value for onset_files: '%s'
fr: Valeur interdite pour onset_files : '%s'

source: Injecting file path: '%s'
fr: Injection du chemin d'accès : '%s'

source: Instance %s: booted
fr: Instance %s : démarée

source: Instance not present %s
fr: Instance non présente %s

source: Starting snapshot for VM %s
fr: Début de création d'instantané (snapshot) pour la VM %s

source: Unable to Snapshot %(vm_ref)s: %(exc)s
fr: Impossible de faire un instantané de %(vm_ref)s: %(exc)s

source: Finished snapshot and upload for VM %s
fr: Fin de l'instantané et du chargement de VM %s

source: VM %(vm)s already halted, skipping shutdown...
fr: La VM %(vm)s est déjà arrété, exctinction évitée.

source: Removing kernel/ramdisk files
fr: Suppression des fichiers noyau/ramdisk

source: kernel/ramdisk files removed
fr: Fichiers noyau/ramdisk supprimés

source: TIMEOUT: The call to %(method)s timed out. VM id=%(instance_id)s; args=%(strargs)s
fr: DELAI DEPASSE : L'appel de %(method)s à depasser de délai de réponse maximal. VM id=%(instance_id)s; args=%(strargs)s

source: NOT IMPLEMENTED: The call to %(method)s is not supported by the agent. VM id=%(instance_id)s; args=%(strargs)s
fr: NON IMPLEMENTE : l'appel de %(method)s n'est pas pris en compte par l'agent. VM id=%(instance_id)s; args=%(strargs)s

source: The call to %(method)s returned an error: %(e)s. VM id=%(instance_id)s; args=%(strargs)s
fr: L'appel de %(method)s à renvoyé l'erreur : %(e)s. VM id=%(instance_id)s; args=%(strargs)s

source: OpenSSL error: %s
fr: Erreur OpenSSL : %s

source: Running instances: %s
fr: Instance actives : %s

source: After terminating instances: %s
fr: Après l'arrêt d'instances : %s

source: Template for script to run on cloudpipe instance boot
fr: Patron du script à exécuter au boot d'instance cloudpipe

source: Network to push into openvpn config
fr: Réseau à passer à la configuration d'openvpn

source: Netmask to push into openvpn config
fr: Masque réseau à passer à la configuration d'openvpn

source: Launching VPN for %s
fr: Démarrage du VPN pour %s

source: python-migrate is not installed. Exiting.
fr: python-migrate n'est pas installé. Fin d'éxécution.

source: Image %s could not be found
fr: L'image %s n'a pas été trouvée

source: Too many failed authentications.
fr: Trop d'erreur d'authentification

source: Access key %(access_key)s has had %(failures)d failed authentications and will be locked out for %(lock_mins)d minutes.
fr: La clef d'accès %(access_key)s a rencontrée %(failures)d echecs d'authentification et sera par conséquent vérouillée pour %(lock_mins)d minutes.

source: Authentication Failure: %s
fr: Echec d'authentification : %s

source: Authenticated Request For %(uname)s:%(pname)s)
fr: Requête authentifiée pour : %(uname)s:%(pname)s)

source: Unauthorized request for controller=%(controller)s and action=%(action)s
fr: Requête non authorisé pour le controlleur=%(controller)s et l'action=%(action)s

source: InstanceNotFound raised: %s
fr: "Instance non trouvée" remontée : %s

source: VolumeNotFound raised: %s
fr: "Volume non trouvé" remonté : %s

source: NotFound raised: %s
fr: "Non trouvé" remonté : %s

source: ApiError raised: %s
fr: "Erreur API" remontée : %s

source: Unexpected error raised: %s
fr: "Erreur inopinée" remontée : %s

source: An unknown error has occurred. Please try your request again.
fr: Une erreur inopinée à eu lieu. Merci d'essayer votre requête à nouveau.

source: User %s already exists
fr: L'utilisateur %s existe déjà

source: Project can't be created because manager %s doesn't exist
fr: Le projet ne peut pas être créé car le manager %s n'existe pas

source: Project can't be created because user %s doesn't exist
fr: Le projet ne peut pas être créé car l'utiisateur %s n'existe pas

source: Project can't be created because project %s already exists
fr: Le projet ne peut pas être créé car projet %s existe déjà

source: Project can't be modified because manager %s doesn't exist
fr: Le projet ne peut pas être modifié car le manager %s n'existe pas

source: User "%s" not found
fr: Utilisateur "%s" non trouvé

source: Project "%s" not found
fr: Projet %s non trouvé

source: Must specify xenapi_connection_url, xenapi_connection_username (optionally), and xenapi_connection_password to use connection_type=xenapi
fr: Doit spécifier xenapi_connection_url, xenapi_connection_username (optionel), et xenapi_connection_password pour utiliser connection_type=xenapi

source: Task [%(name)s] %(task)s status: success %(result)s
fr: Tâche [%(name)s] %(task)s état : succès %(result)s

source: Task [%(name)s] %(task)s status: %(status)s %(error_info)s
fr: Tâche [%(name)s] %(task)s état : %(status)s %(error_info)s

source: Got exception: %s
fr: Reçu exception : %s

source: Could not find iSCSI export for volume %s
fr: Imposible de trouver une exportation iSCSI pour le volume %s

source: Unsupported API request: controller = %(controller)s, action = %(action)s
fr: Requête API non supportée : controleur = %(controller)s, action = %(action)s

source: Caught error: %s
fr: Erreur interceptée : %s

source: Including admin operations in API.
fr: Inclusion des opérations d'admin dans l'API.

source: Rebuilding xvp conf
fr: Reconstruction de la configuration xvp

source: Re-wrote %s
fr: Ré-écriture de %s

source: Stopping xvp
fr: Arrêt xvp

source: Starting xvp
fr: Démarrage xvp

source: Error starting xvp: %s
fr: Erreur au démarrage xvp : %s

source: Restarting xvp
fr: Re-démarrage xvp

source: xvp not running...
fr: xvp non actif...

source: The above error may show that the database has not been created. Please create a database using engine-manage sync db before running this command.
fr: L'erreur çi dessus peut indiquer que la base de données n'a pas été créée. Veuillez créer une base de données en utilisant engine-manage sync db avant d'utiliser cette commande.

source: No more networks available. If this is a new installation, you need to call something like this: engine-manage network create 10.0.0.0/8 10 64
fr: Plus de réseaux disponibles. Si vous venez d'installer engine, vous devez exécuter une commande telle que : engine-manage network create 10.0.0.0/8 10 64

source: The above error may show that the certificate db has not been created. Please create a database by running a engine-api server on this host.
fr: L'erreur çi dessus peut indiquer que la base de données de certificats n'a pas été créée. Veuillez créer une base de données en exécutant engine-api server sur cet hôte.

source: network
fr: réseau

source: IP address
fr: adresse IP

source: MAC address
fr: adresse MAC

source: hostname
fr: nom du serveur

source: host
fr: hôte

source: netmask
fr: masque de réseau

source: start address
fr: adresse de départ

source: Failed to load partition: %s
fr: Impossible de charger la partition: %s

source: Failed to mount filesystem: %s
fr: Impossible de monter le système de fichier : %s

source: nbd device %s did not show up
fr: Device nbd %s n'est pas apparu

source: Could not attach image to loopback: %s
fr: Impossible de lier l'image au loopback : %s

source: No free nbd devices
fr: Pas de device nbd libre

source: %(filename)s, line %(line_info)d
fr: %(filename)s, ligne %(line_info)d

source: In init host
fr: Dans init host

source: Attempt to create duplicate vm %s
fr: Tentative de création de vm en doublon %s

source: Starting VM %s
fr: Démarrage VM %s

source: Started VM %s
fr: VM %s démarrée

source: spawn vm failed: %s
fr: Erreur à l'activation VM : %s

source: Failed to create VM %s
fr: Erreur de création VM %s

source: Set memory for vm %s...
fr: Réglage de la mémoire sur VM %s...

source: Set vcpus for vm %s...
fr: Réglage vcpus sur vm %s...

source: Creating disk for %(vm_name)s by attaching disk file %(vhdfile)s
fr: Création du disque pour %(vm_name)s par liaison avec le fichier disque %(vhdfile)s

source: Failed to add diskdrive to VM %s
fr: Impossible d'ajouter le disque à la VM %s

source: New disk drive path is %s
fr: Nouveau chemin d'accès pour le disque : %s

source: Failed to add vhd file to VM %s
fr: Impossible d'ajouter le fichier vhd à la VM %s

source: Created disk for %s
fr: Disque créé pour %s

source: Creating nic for %s
fr: Création de l'interface réseau pour %s

source: Failed creating a port on the external vswitch
fr: Erreur de création de port sur le vswitch externe

source: Failed creating port for %s
fr: Erreur de création de port pour %s

source: Created switch port %(vm_name)s on switch %(ext_path)s
fr: Le port switch %(vm_name)s a été créé sur le switch %(ext_path)s

source: Failed to add nic to VM %s
fr: Impossible d'ajouter une interface réseau à la VM %s

source: Created nic for %s
fr: Interface réseau créée pour %s

source: WMI job failed: %s
fr: Tâche WMI echouée : %s

source: WMI job succeeded: %(desc)s, Elapsed=%(elap)s
fr: Tâche WMI réussie : %(desc)s, Elapsed=%(elap)s

source: Got request to destroy vm %s
fr: Requête de suppression de la VM %s reçue

source: Failed to destroy vm %s
fr: Impossible de supprimer la VM %s

source: Del: disk %(vhdfile)s vm %(instance_name)s
fr: Suppression: disque %(vhdfile)s vm %(instance_name)s

source: Got Info for vm %(instance_id)s: state=%(state)s, mem=%(memusage)s, num_cpu=%(numprocs)s, cpu_time=%(uptime)s
fr: Informations reçues pour la VM %(instance_id)s: état=%(state)s, mem=%(memusage)s, num_cpu=%(numprocs)s, cpu_time=%(uptime)s

source: Successfully changed vm state of %(vm_name)s to %(req_state)s
fr: Changement d'état de la VM %(vm_name)s en %(req_state)s réussi

source: Failed to change vm state of %(vm_name)s to %(req_state)s
fr: Impossible de changer l'état de la vm %(vm_name)s en %(req_state)s

source: Instance %d was not found in get_network_topic
fr: Instance %d non trouvée dans get_network_topic

source: Instance %d has no host
fr: Instance %d n'a pas d'hôte

source: Quota exceeeded for %(pid)s, tried to run %(min_count)s instances
fr: Quota dépassé pour %(pid)s, lors de la tentative d'exécution de %(min_count)s instances

source: Instance quota exceeded. You can only run %s more instances of this type.
fr: Quota d'instances dépassé. Vous ne pouvez éxécuter que %s instances de ce type de plus.

source: Creating a raw instance
fr: Création d'une instance raw

source: Going to run %s instances...
fr: Démarrage de %s instances...

source: Casting to scheduler for %(pid)s/%(uid)s's instance %(instance_id)s
fr: Envoi au scheduler de %(pid)s/%(uid)s's instance %(instance_id)s

source: Going to try to terminate %s
fr: Va essayer d'arrêter %s

source: Instance %d was not found during terminate
fr: L'instance %d n'a pas été trouvée durant l'arrêt

source: Instance %d is already being terminated
fr: L'instance %d est déjà en cours d'arrêt

source: Invalid device specified: %s. Example device: /dev/vdb
fr: Device spécifié invalide : %s. Exemple de device: /dev/vdb

source: Volume isn't attached to anything!
fr: Le volume n'est pas attaché à quoi que ce soit!

source: AMQP server on %(fl_host)s:%(fl_port)d is unreachable. Trying again in %(fl_intv)d seconds.
fr: Le serveur AMQP sur %(fl_host)s:%(fl_port)d n'est pas joignable. Nouvel essai dans %(fl_intv)d secondes.

source: Unable to connect to AMQP server after %d tries. Shutting down.
fr: Impossible de se connecter au serveur AMQP après %d essais. Extinction.

source: Reconnected to queue
fr: Reconnection à la queue

source: Failed to fetch message from queue
fr: Impossible de récuperrer les message de la queue

source: Initing the Adapter Consumer for %s
fr: Initialisation du Consomateur d'Adapteur pour %s

source: received %s
fr: %s reçu

source: no method for message: %s
fr: Pas de méthode pour le message : %s

source: No method for message: %s
fr: Pas de méthode pour le message : %s

source: Returning exception %s to caller
fr: Renvoi de l'exception %s à l'appelant

source: unpacked context: %s
fr: Contexte décompacté : %s

source: Making asynchronous call...
fr: En cours d'appel assynchrone...

source: MSG_ID is %s
fr: MSG_ID est %s

source: Making asynchronous cast...
fr: En cours de diffusion assynchrone

source: response %s
fr: réponse %s

source: topic is %s
fr: le sujet est %s

source: Recovering from a failed execute. Try number %s
fr: Récupération après une exécution erronée. Tentative numéro %s

source: volume group %s doesn't exist
fr: Le groupe de volume %s n'existe pas

source: FAKE AOE: %s
fr: FAUX AOE: %s

source: Skipping ensure_export. No iscsi_target
fr: ensure_export sauté. Pas d'iscsi_target

source: Skipping remove_export. No iscsi_target
fr: remove_export sauté. Pas d'iscsi_target

source: FAKE ISCSI: %s
fr: FAUX ISCSI: %s

source: rbd has no pool %s
fr: rbd n'as pas de file %s

source: Sheepdog is not working: %s
fr: Sheepdog n'est pas actif : %s

source: Sheepdog is not working
fr: Sheepdog n'est pas actif

source: Starting %(arg0)s on %(host)s:%(port)s
fr: Démarrage %(arg0)s sur %(host)s:%(port)s

source: You must implement __call__
fr: Vous devez implémenter __call__

source: leasing ip
fr: Allocation IP

source: Adopted old lease or got a change of mac/hostname
fr: Allocation périmée accepté ou changement de nom/adresse MAC d'hôte

source: releasing ip
fr: Libération IP

source: Called %(action)s for mac %(mac)s with ip %(ip)s and hostname %(hostname)s on interface %(interface)s
fr: %(action)s appelée pour MAC %(mac)s avec IP %(ip)s nom d'hôte %(hostname)s sur l'interface %(interface)s

source: Instance %s Not Found
fr: Instance %s Non trouvée

source: Dissassociated %s stale fixed ip(s)
fr: Désassociation de %s ip(s) fixes périmées

source: setting network host
fr: réglage de l'hôte réseau

source: Leasing IP %s
fr: Allocation IP %s

source: IP %s leased that isn't associated
fr: IP %s allouée qui n'est pas associée

source: IP %(address)s leased to bad mac %(inst_addr)s vs %(mac)s
fr: IP %(address)s allouée à une mauvaise MAC %(inst_addr)s pour %(mac)s

source: IP %s leased that was already deallocated
fr: IP %s alloué qui était déjà désallouée

source: Releasing IP %s
fr: Libération IP %s

source: IP %s released that isn't associated
fr: IP %s libérée qui n'était pas associée

source: IP %(address)s released from bad mac %(inst_addr)s vs %(mac)s
fr: IP %(address)s libérée par une mauvaise MAC %(inst_addr)s pour %(mac)s

source: IP %s released that was not leased
fr: IP %s libérée qui n'était pas allouée

source: The sum between the number of networks and the vlan start cannot be greater than 4094
fr: La somme du nombre de réseau et le début de vlan ne peut excéder 4094

source: Introducing %s...
fr: Introduction de %s

source: Introduced %(label)s as %(sr_ref)s.
fr: %(label)s introduit comme %(sr_ref)s.

source: Unable to create Storage Repository
fr: Impossible de créer le dépot de stockage

source: Unable to find SR from VBD %s
fr: Impossible de trouver SR du VDB %s

source: Forgetting SR %s ...
fr: Démémorisation du SR %s

source: Ignoring exception %(exc)s when getting PBDs for %(sr_ref)s
fr: Exception %(exc)s ignorée pendant l'obtention de PBDs pour %(sr_ref)s

source: Ignoring exception %(exc)s when unplugging PBD %(pbd)s
fr: Exception %(exc)s ignorée pendant la deconnexion du PBD %(pbd)s

source: Forgetting SR %s done.
fr: Démémorisation du SR %s terminée

source: Ignoring exception %(exc)s when forgetting SR %(sr_ref)s
fr: Exception %(exc)s ignorée pendant la démémorisation du SR %(sr_ref)s

source: Unable to introduce VDI on SR %s
fr: Impossible d'introduire VDI sur SR %s

source: Unable to get record of VDI %s on
fr: Impossible de récuppérer l'enregistrement du VDI %s sur

source: Unable to introduce VDI for SR %s
fr: Impossible d'introduire le VDI pour SR %s

source: Unable to obtain target information %(device_path)s, %(mountpoint)s
fr: Impossible de récuppérer les informations de destination %(device_path)s, %(mountpoint)s

source: Mountpoint cannot be translated: %s
fr: Le point de montage ne peut pas être traduit : %s

source: Failed to decrypt private key: %s
fr: Impossible de déchiffrer la clef privée : %s

source: Failed to decrypt initialization vector: %s
fr: Impossible de déchiffrer le vecteur d'initialisation : %s

source: Failed to decrypt image file %(image_file)s: %(err)s
fr: Impossible de déchiffrer le fichier image %(image_file)s: %(err)s

source: Unknown S3 value type %r
fr: Type de valeur S3 inconnu %r

source: Authenticated request
fr: Requête authentifiée

source: List of buckets requested
fr: Listes de conteneurs (buckets) demandée

source: List keys for bucket %s
fr: List des clefs pour le conteneur (bucket) %s

source: Unauthorized attempt to access bucket %s
fr: Demande d'accès au conteneur %s non autorisé

source: Creating bucket %s
fr: Création du conteneur %s

source: Deleting bucket %s
fr: Suppression du conteneur %s

source: Unauthorized attempt to delete bucket %s
fr: Tentative de suppression du conteneur %s non autorisée

source: Getting object: %(bname)s / %(nm)s
fr: Récupération de l'objet : %(bname)s / %(nm)s

source: Unauthorized attempt to get object %(nm)s from bucket %(bname)s
fr: Tentative d'accès à l'objet %(nm)s non autorisée pour le conteneur %(bname)s

source: Putting object: %(bname)s / %(nm)s
fr: Injection d'objet : %(bname)s / %(nm)s

source: Unauthorized attempt to upload object %(nm)s to bucket %(bname)s
fr: Tentative de chargement de l'objet %(nm)s vers le conteneur %(bname)s non autorisée

source: Deleting object: %(bname)s / %(nm)s
fr: Suppression de l'objet : %(bname)s / %(nm)s

source: Unauthorized attempt to delete object %(nm)s from bucket %(bname)s
fr: Tentative de suppression de l'objet %(nm)s non autorisé pour le conteneur %(bname)s

source: Not authorized to upload image: invalid directory %s
fr: Chargement d'image non autorisé : répertoire invalide %s

source: Not authorized to upload image: unauthorized bucket %s
fr: Chargement d'image non autorisé : conteneur non autorisé %s

source: Starting image upload: %s
fr: Début de chargement d'image: %s

source: Not authorized to update attributes of image %s
fr: Tentative de mise a jour d'attributs non autorisée pour l'image %s

source: Toggling publicity flag of image %(image_id)s %(newstatus)r
fr: Basculement de l'attribut public de l'image %(image_id)s %(newstatus)r

source: Updating user fields on image %s
fr: Mise à jour des champs utilisateurs sur l'image %s

source: Unauthorized attempt to delete image %s
fr: Tentative de suppression de l'image %s non autorisée

source: Deleted image: %s
fr: Image supprimée : %s

source: Looking up user: %r
fr: Recherche de l'utilisateur : %r

source: Failed authorization for access key %s
fr: Autorisation refusée pour la clef d'accès %s

source: No user found for access key %s
fr: Pas d'utilisateur trouvé pour la clef d'accès %s

source: Using project name = user name (%s)
fr: Nom de projet utilisé = nom d'utilisateur (%s)

source: failed authorization: no project named %(pjid)s (user=%(uname)s)
fr: Autorisation refusée : pas de projet nommé %(pjid)s (utilisateur=%(uname)s)

source: No project called %s could be found
fr: Aucun projet nommé %s trouvé

source: Failed authorization: user %(uname)s not admin and not member of project %(pjname)s
fr: Autorisation refusée : utilisateur %(uname)s n'est ni admin ni membre du projet %(pjname)s

source: User %(uid)s is not a member of project %(pjid)s
fr: L'utilisateur %(uid)s n'est pas membre du projet %(pjid)s

source: Invalid signature for user %s
fr: Signature non valide pour l'utilisateur %s

source: Signature does not match
fr: La signature ne correspond pas

source: Must specify project
fr: Le projet doit être spécifié

source: The %s role can not be found
fr: Le rôle %s n'a pas été trouvé

source: The %s role is global only
fr: Le rôle %s est obligatoirement global

source: Adding role %(role)s to user %(uid)s in project %(pid)s
fr: Ajout du rôle %(role)s à l'utilisateur %(uid)s pour le projet %(pid)s

source: Adding sitewide role %(role)s to user %(uid)s
fr: Ajout du rôle global %(role)s pour l'utilisateur %(uid)s

source: Removing role %(role)s from user %(uid)s on project %(pid)s
fr: Suppression du rôle %(role)s pour l'utilisateur %(uid)s dans le projet %(pid)s

source: Removing sitewide role %(role)s from user %(uid)s
fr: Suppression du role global %(role)s pour l'utilisateur %(uid)s

source: Created project %(name)s with manager %(manager_user)s
fr: Création du projet %(name)s ayant pour manager %(manager_user)s

source: modifying project %s
fr: modification du projet %s

source: Adding user %(uid)s to project %(pid)s
fr: Ajout de l'utilisateur %(uid)s au projet %(pid)s

source: Remove user %(uid)s from project %(pid)s
fr: Suppression de l'utilisateur %(uid)s du projet %(pid)s

source: Deleting project %s
fr: Suppression du projet %s

source: Created user %(rvname)s (admin: %(rvadmin)r)
fr: Utilisateur créé %(rvname)s (admin: %(rvadmin)r)

source: Deleting user %s
fr: Suppression de l'utilisateur %s

source: Access Key change for user %s
fr: Clef d'accès changée pour l'utilisateur %s

source: Secret Key change for user %s
fr: Clef secrète changée pour l'utilisateur %s

source: Admin status set to %(admin)r for user %(uid)s
fr: Statut admin changé en %(admin)r pour l'utilisateur %(uid)s

source: No vpn data for project %s
fr: Pas de données VPN pour le projet %s

source: Starting %(topic)s node (version %(vcs_string)s)
fr: Démarrage du noeud %(topic)s (version %(vcs_string)s)
